Repository: kubrick06010/ListenScrobbler
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pl, pt, ru, sv, tr, zh_hans

source: The selected language will be applied throughout ListenScrobbler the next time you open the app.
de: Die ausgewählte Sprache wird beim nächsten Öffnen der App in ganz ListenScrobbler angewendet.
es: El idioma seleccionado se aplicará en todo ListenScrobbler la próxima vez que abras la app.
fr: La langue sélectionnée sera appliquée dans tout ListenScrobbler à la prochaine ouverture de l’app.
it: La lingua selezionata verrà applicata a tutto ListenScrobbler alla prossima apertura dell’app.
ja: 選択した言語は、次回アプリを開いたときにListenScrobbler全体へ適用されます。
pl: Wybrany język zostanie zastosowany w całym ListenScrobbler przy następnym otwarciu aplikacji.
pt: O idioma selecionado será aplicado em todo o ListenScrobbler da próxima vez que abrir a aplicação.
ru: Выбранный язык будет применён во всём ListenScrobbler при следующем открытии приложения.
sv: Det valda språket används i hela ListenScrobbler nästa gång du öppnar appen.
tr: Seçilen dil, uygulamayı bir sonraki açışınızda ListenScrobbler’ın tamamına uygulanacak.
zh_hans: 下次打开应用时，所选语言将应用于整个 ListenScrobbler。

source: The vault file could not be encoded.
de: Die Vault-Datei konnte nicht codiert werden.
es: No se pudo codificar el archivo del almacén.
fr: Le fichier du coffre-fort n'a pas pu être encodé.
it: Il file della volta non poteva essere codificato.
ja: vault ファイルはエンコードできません。
pl: Plik skarbca nie mógł być zakodowany.
pt: O arquivo do cofre não pôde ser codificado.
ru: Файл хранилища не мог быть закодирован.
sv: Valvfilen kunde inte kodas.
tr: Toz dosyası kodlanamaz.
zh_hans: 无法编码金库文件 。

source: This %@
de: Dies%@
es: Este %@
fr: Cette %@
it: Questo %@
ja: この%@
pt: Este %@
ru: Этот %@
sv: Denna %@
tr: Bu %@
zh_hans: 这个 %@

source: This vault file is not supported by this version of ListenScrobbler.
de: Diese Vault-Datei wird von dieser Version von ListenScrobbler nicht unterstützt.
es: Este archivo de almacén no es compatible con esta versión de ListenScrobbler.
fr: Ce fichier voûté n'est pas pris en charge par cette version d'ListenScrobbler.
it: Questo file a volta non è supportato da questa versione di ListenScrobbler.
ja: 本バージョンのListenScrobblerでは対応しておりません。
pl: Ten plik skarbca nie jest obsługiwany przez tę wersję ListenScrobbler.
pt: Este arquivo vault não é suportado por esta versão do ListenScrobbler.
ru: Этот файл хранилища не поддерживается этой версией ListenScrobbler.
sv: Denna valvfil stöds inte av denna version av ListenScrobbler.
tr: Bu küçük dosya bu ListenScrobbler versiyonu tarafından desteklenmemektedir.
zh_hans: 此金库文件不为这个版本的ListenScrobbler所支持.

source: Threshold
de: Schwellenwert
es: Umbral
fr: Seuil
it: Soglia
ja: パスワード
pl: Próg
pt: Limiar
ru: порог
sv: Tröskelvärde
zh_hans: 阈值

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
pl: Tytuł
pt: Título
ru: Название
sv: Titel
tr: Başlık:
zh_hans: 标题

source: Token missing
de: Fehlende Kennung
es: Falta ficha
fr: Jeton manquant
it: Token mancante
ja: トークン欠落
pl: Brak Token
pt: Falta o item
ru: Токен пропал
sv: Token saknas
tr: Hediye eksik
zh_hans: 丢失的托肯

source: Token stored, validation pending
de: Token gespeichert, Validierung noch ausstehend
es: Token almacenado, validación pendiente
fr: Jeton stocké, validation en attente
it: Token memorizzato, validazione in attesa
ja: 保存されるトークン、検証の保留
pl: Token przechowywany, walidacja w toku
pt: Token armazenado, validação pendente
ru: Токен хранится, валидация продолжается
sv: Token lagrad, validering i väntan
tr: Hediye depolamak, devam eden
zh_hans: Token 存储, 待验证

source: Token, now playing, listens, and charts
de: Token, jetzt spielend, hört zu und Charts
es: Token, ahora en reproducción, escucha y listas
fr: Jeton, maintenant jouer, écouter, et les cartes
it: Token, ora giocando, ascolta e grafici
ja: トークン、プレイ、リスニング、チャート
pl: Token, teraz gra, słucha i wykresy
pt: Token, agora tocando, ouvindo, e gráficos
ru: Token, теперь играет, слушает и чарты
sv: Token, nu spelar, lyssnar och diagram
tr: Hediye, şimdi oynuyor, dinler ve grafikler
zh_hans: 托肯,现在玩,听,和图表

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
pl: Narzędzia
pt: Ferramentas
ru: Инструменты
sv: Verktyg
tr: Araçlar
zh_hans: 工具

source: Top Artists
de: Top Künstler
es: Artistas principales
fr: Artistes
it: I migliori artisti
ja: トップアーティスト
pl: Najlepsi artyści
pt: Top Artistas
ru: Лучшие художники
zh_hans: 顶级艺人

source: Top Artists Overall
de: Top Künstler insgesamt
es: Artistas destacados en total
fr: Les meilleurs artistes dans l'ensemble
it: Top Artisti in generale
ja: トップアーティスト 総合
pl: Najlepsi artyści ogólnie
pt: Top Artistas Globalmente
ru: Лучшие артисты в целом
sv: Top Artists överlag
tr: En İyi Sanatçılar Genel Olarak
zh_hans: 总体最佳艺术家

source: Top Artists This Week
de: Top Künstler Diese Woche
es: Artistas destacados esta semana
fr: Artistes Cette semaine
it: I migliori artisti Rassegna
ja: トップアーティスト 今週の今週
pl: Najlepsi artyści Ten tydzień
pt: Top Artistas Esta semana
ru: Лучшие художники На этой неделе
sv: Top Artists Denna vecka
tr: Top Artists Bu Hafta
zh_hans: 顶级艺人 这个礼拜

source: Top Origin
de: Oberer Ursprung
es: Origen superior
fr: Origine supérieure
it: Origine superiore
ja: トップの起源
pl: Najlepsze pochodzenie
pt: Origem Superior
zh_hans: 顶端来源

source: Top Tracks By This Artist
de: Top Tracks von diesem Künstler
es: Pistas destacadas de este artista
fr: Top Tracks de cet artiste
it: Le migliori tracce di questo artista
ja: このアーティストによるトップトラック
pl: Najlepsze utwory przez tego artysty
pt: Top faixas por este artista
ru: Лучшие треки этого исполнителя
sv: Top Tracks av denna konstnär
zh_hans: 由这位艺人制作的顶级音轨

source: Top artists need MusicBrainz IDs before we can draw affinity
de: Top Künstler brauchen MusicBrainz IDs, bevor wir Affinität zeichnen können
es: Los mejores artistas necesitan ID de MusicBrainz antes de que podamos generar afinidad
fr: Les meilleurs artistes ont besoin d'MusicBrainz ID avant que nous puissions dessiner l'affinité
it: I migliori artisti hanno bisogno di MusicBrainz ID prima di poter disegnare affinità
ja: トップアーティストは、私たちが肯定を引き出すことができる前にMusicBrainz IDを必要とします
pl: Najlepsi artyści potrzebują identyfikatorów MusicBrainz, zanim będziemy mogli narysować powinowactwo
pt: Os melhores artistas precisam de MusicBrainz IDs antes de desenharmos afinidade
ru: Топ-художникам нужны MusicBrainz-идентификаторы, прежде чем мы сможем нарисовать аффинити
sv: Topp artister behöver MusicBrainz ID innan vi kan dra affinitet
tr: Top sanatçıların, zenginliği çizebilmeden önce MusicBrainz ID'lere ihtiyacı vardır.
zh_hans: 顶级艺人需要 MusicBrainz ID 才能绘制亲和度

source: Track
de: Spurweite
es: Pista
fr: Voie
it: Tracciamento
ja: トラック
pl: Ścieżka
pt: Faixa
ru: трек
tr: Track Track Track
zh_hans: 音轨

source: Track And Artist Explore
de: Track und Artist Explore
es: Explorar pista y artista
fr: Piste et artist explorer
it: Traccia e Artista Esplora
ja: トラックとアーティストの探索
pt: Faixa e Artista Explorar
ru: Трек и исполнитель Explore
sv: Track och Artist Explore
tr: Track And Artist Discover
zh_hans: 音轨和艺术家探索

source: Track Detail
de: Spurweite
es: Detalle de la pista
fr: Détail de la piste
it: Dettaglio traccia
ja: トラックの細部
pl: Szczegóły utworu
pt: Detalhe da Faixa
ru: Отслеживание
sv: Spåra detaljer
tr: Track Detay
zh_hans: 音轨细节

source: Track Details
de: Streckenangaben
es: Detalles de la pista
fr: Détails de la piste
it: Tracciare dettagli
ja: トラックの詳細
pl: Szczegóły utworu
pt: Detalhes da Faixa
ru: Подробности трека
sv: Spåra detaljer
zh_hans: 音轨细节

source: Track details are unavailable in stub mode.
de: Track-Details sind im Stub-Modus nicht verfügbar.
es: Los detalles de la pista no están disponibles en el modo de simulación.
fr: Les détails de la piste ne sont pas disponibles en mode stub.
it: I dettagli della traccia non sono disponibili in modalità stub.
ja: スタブモードでは、詳細を追跡できません。
pl: Szczegóły utworu są niedostępne w trybie stub.
pt: Os detalhes da faixa estão indisponíveis no modo stub.
ru: Детали трека недоступны в режиме stub.
sv: Spåra detaljer är inte tillgängliga i stub läge.
tr: Track detayları stub modunda kullanılamaz.
zh_hans: 在 stub 模式下无法获取音轨细节 。

source: Track intensity, notes, and official-page provenance
de: Track Intensität, Notizen und offizielle Seite Provenienz
es: Seguimiento de intensidad, notas y procedencia de la página oficial.
fr: Intensité de la piste, notes et provenance des pages officielles
it: Intensità, note e provenienza ufficiale
ja: 強度、ノート、および公式ページ実証を追跡する
pl: Intensywność toru, notatki i oficjalne pochodzenie stron
pt: Intensidade da faixa, notas e origem oficial da página
ru: Интенсивность отслеживания, заметки и происхождение официальной страницы
sv: Spåra intensitet, anteckningar och officiell-sida Provenance
tr: Track yoğunluk, notlar ve resmi sayfa kanıtlanmış
zh_hans: 音轨强度、音符和官方页面来源

source: Track plays in your library
de: Track Plays in Ihrer Bibliothek
es: Seguimiento de reproducciones en tu biblioteca
fr: Track joue dans votre bibliothèque
it: Traccia giochi nella tua libreria
ja: ライブラリで再生するトラック
pl: Odtwarzanie utworów w bibliotece
pt: Rastreie os jogos na sua biblioteca
ru: Трек играет в вашей библиотеке
sv: Spåra spel i ditt bibliotek
tr: Track kütüphanenizde oynar
zh_hans: 在您的库中播放曲目

source: Tracks
de: Gleise
es: Pistas
fr: Voies
it: Tracce
ja: トラック
pl: Ścieżki
pt: Faixas
ru: Следы
sv: Spår
zh_hans: 音轨

source: Tribute
de: Tribut
es: Homenaje
fr: Hommage
it: Omaggio
ja: トリビュート
pt: Tributo
ru: Благодарность
tr: Tribute Tribute
zh_hans: 致谢

source: Try Again
de: Versuchen Sie es erneut
es: Inténtalo de nuevo
fr: Essaie encore
it: Prova ancora
ja: お問い合わせ
pl: Spróbuj jeszcze raz
pt: Tente novamente
ru: Попробуйте еще раз
sv: Försök igen
tr: Tekrar tekrar deneyin
zh_hans: 再试一次

source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ:
pl: Rodzaj
pt: Tipo
ru: Тип
sv: Typ
tr: Tipi Tipi Tipi Tipi
zh_hans: 类型

source: Unexpected response from ListenBrainz.
de: Unerwartete Antwort von ListenBrainz.
es: Respuesta inesperada de ListenBrainz.
fr: Réponse inattendue d'ListenBrainz.
it: Risposta inaspettata da ListenBrainz.
ja: ListenBrainzからの期待外応答。
pl: Nieoczekiwana odpowiedź z ListenBrainz.
pt: Resposta inesperada de ListenBrainz.
ru: Неожиданный ответ от ListenBrainz.
sv: Oväntat svar från ListenBrainz.
tr: ListenBrainz'den beklenmedik yanıt.
zh_hans: ListenBrainz 的意外反应 。

source: Unexpected response from MusicBrainz.
de: Unerwartete Antwort von MusicBrainz.
es: Respuesta inesperada de MusicBrainz.
fr: Réponse inattendue d'MusicBrainz.
it: Risposta inaspettata da MusicBrainz.
ja: MusicBrainzからの期待外応答。
pl: Nieoczekiwana odpowiedź z MusicBrainz.
pt: Resposta inesperada de MusicBrainz.
ru: Неожиданный ответ от MusicBrainz.
sv: Oväntat svar från MusicBrainz.
tr: MusicBrainz'den beklenmedik yanıt.
zh_hans: MusicBrainz 的意外反应 。

source: Unexpected response from the compatibility service.
de: Unerwartete Antwort vom Kompatibilitätsdienst.
es: Respuesta inesperada del servicio de compatibilidad.
fr: Réponse inattendue du service de compatibilité.
it: Risposta inaspettata dal servizio di compatibilità.
ja: 互換性サービスからの予期しない応答。
pl: Nieoczekiwana odpowiedź z usługi kompatybilności.
pt: Resposta inesperada do serviço de compatibilidade.
ru: Неожиданный ответ от службы совместимости.
sv: Oväntat svar från kompatibilitetstjänsten.
tr: uyumluluk hizmetinden beklenmedik yanıt.
zh_hans: 兼容服务的意外反应 。

source: Unfollowed %@
de: Unbefolgtes %@
es: Dejado de seguir %@
fr: %@ non suivi
ja: フォローされていない%@
pl: Nieśledzony %@
pt: %@ sem seguimento
ru: Непоследовательный %@
sv: Sluta följa %@
tr: Takipsiz %@
zh_hans: 未跟随的 %@

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 未知の
pl: Nieznany
pt: Desconhecido
ru: неизвестный
sv: Okänd
tr: Bilinmeyen Bilinmeyen Bilinmeyen Bilinmeyen Bilinmeyen
zh_hans: 不详

source: Unknown Album
de: Unbekanntes Album
es: Álbum desconocido
fr: Album inconnu
it: Album sconosciuto
ja: 未知のアルバム
pl: Nieznany album
pt: Álbum Desconhecido
ru: Неизвестный альбом
sv: Okänd album
tr: Bilinmeyen Albüm
zh_hans: 未知的相册

source: Unknown Artist
de: Unbekannter Künstler
es: Artista desconocido
fr: Artiste inconnu
it: Artista sconosciuto
ja: 未知のアーティスト
pl: Nieznany artysta
pt: Artista Desconhecido
ru: Неизвестный художник
sv: Okänd konstnär
tr: Bilinmeyen Sanatçı
zh_hans: 未知的艺人

source: Unknown artist
de: Unbekannter Künstler
es: Artista desconocido
fr: Artiste inconnu
it: Artista sconosciuto
ja: 未知のアーティスト
pl: Nieznany artysta
pt: Artista desconhecido
ru: Неизвестный художник
sv: Okänd konstnär
tr: Bilinmeyen sanatçı
zh_hans: 未知艺术家

source: Unknown location
de: Unbekannter Standort
es: Ubicación desconocida
fr: Emplacement inconnu
it: Luogo sconosciuto
ja: 未知の場所
pl: Nieznana lokalizacja
pt: Localização desconhecida
ru: Неизвестное местоположение
sv: Okänd plats
tr: Bilinmeyen konum
zh_hans: 未知位置

source: Unlove
de: Unliebe
es: Ya no me gusta
fr: Désamour
it: Un amore
ja: 恋物癖
pt: Desamar
ru: Не любить
zh_hans: 解爱

source: Unlove on ListenBrainz
de: Unlove auf ListenBrainz
es: Quitar de favoritas en ListenBrainz
fr: Désamour sur ListenBrainz
ja: ListenBrainzでアンラブ
pl: Odkochaj na ListenBrainz
pt: Desamparar no ListenBrainz
ru: Нелюбовь к ListenBrainz
sv: Unlove på ListenBrainz
tr: ListenBrainz üzerinde olmayan
zh_hans: 解除对 ListenBrainz 的爱

source: Unloved %@
de: Ungeliebter %@
es: %@ eliminada de favoritas
fr: %@ Non aimé
it: %@ non amato
ja: 未愛の%@
pl: Niekochany %@
pt: %@ não amado
ru: Нелюбимый %@
zh_hans: 未爱的 %@

source: Unpin
de: Stachel
es: Desfijar
fr: Débrancher
it: Un giorno
ja: アンパン
pl: Rozepnij
ru: раскрутить
zh_hans: 撤销

source: Unpin from ListenBrainz
de: Unpin von ListenBrainz
es: Desfijar de ListenBrainz
fr: Décollage de l'ListenBrainz
it: Unpin da ListenBrainz
ja: ListenBrainzからのアンピン
pl: Odpisuj z ListenBrainz
pt: Desmarcar de ListenBrainz
ru: Unpin из ListenBrainz
sv: Sluta från ListenBrainz
tr: ListenBrainz'den Unpin
zh_hans: 从 ListenBrainz 撤消

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mise à jour
it: Aggiornato
ja: 新着情報
pl: Aktualizacja
pt: Atualizado
ru: Обновлено
sv: Uppdaterad
tr: Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme Güncelleme
zh_hans: 更新

source: Updated %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mise à jour de l'%@
it: %@ aggiornato
ja: 更新された%@
pl: Aktualizacja %@
pt: %@ Actualizado
ru: Обновленный %@
sv: uppdaterad %@
tr: Güncelleme %@
zh_hans: 更新的 %@

source: Use ListenBrainz's Add Data page for supported imports. ListenScrobbler does not require web music-service settings to submit local or manual listens.
de: Verwenden Sie die Add Data-Seite von ListenBrainz für unterstützte Importe. ListenScrobbler erfordert keine Einstellungen für Web-Musikdienste, um lokale oder manuelle Hörvorgänge einzureichen.
es: Usa la página Add Data de ListenBrainz para importaciones compatibles. ListenScrobbler no necesita ajustes web de servicios musicales para enviar escuchas locales o manuales.
fr: Utilisez la page Add Data d'ListenBrainz pour les importations supportées. ListenScrobbler n'exige pas de paramètres de service de musique web pour soumettre des écoutes locales ou manuelles.
it: Utilizzare la pagina Aggiungi dati di ListenBrainz per le importazioni supportate. ListenScrobbler non richiede impostazioni di servizio web per inviare ascolti locali o manuali.
ja: ListenBrainz の [データの追加] ページを使用して、サポートされているインポートを行います。 ListenScrobbler は、ローカルまたはマニュアルリスニングを提出するために、Web ミュージックサービスの設定を必要としません。
pl: Użyj strony ListenBrainz Add Data dla wspieranego importu. ListenScrobbler nie wymaga ustawień internetowych usług muzycznych do składania lokalnych lub ręcznych słuchaczy.
pt: Use a página Adicionar dados do ListenBrainz para importações suportadas. ListenScrobbler não requer configurações de serviço de música web para enviar escutas locais ou manuais.
ru: Используйте страницу Добавить данные ListenBrainz для поддерживаемого импорта. ListenScrobbler не требует настройки музыкального сервиса для отправки локальных или ручных прослушиваний.
sv: Använd ListenBrainzs Add Data-sida för stödd import. ListenScrobbler kräver inte att inställningarna för webbmusiktjänster skickar in lokala eller manuella lyssnar.
tr: Desteklenen ithalat için ListenBrainz'nin Add Data sayfasını kullanın. ListenScrobbler, yerel veya manuel dinlemeler sunmak için web müzik servis ayarlarını gerektirmez.
zh_hans: 支持的导入使用 ListenBrainz 添加数据页面 。 ListenScrobbler不需要网络音乐服务设置来提交本地或手动的听觉.

source: Use a duration of at least 30 seconds.
de: Verwenden Sie eine Dauer von mindestens 30 Sekunden.
es: Utilice una duración de al menos 30 segundos.
fr: Utilisez une durée d'au moins 30 secondes.
it: Utilizzare una durata di almeno 30 secondi.
ja: 少なくとも30秒の持続時間を使用してください。
pl: Stosować czas co najmniej 30 sekund.
pt: Use uma duração de pelo menos 30 segundos.
ru: Используйте продолжительность не менее 30 секунд.
sv: Använd en varaktighet på minst 30 sekunder.
tr: En az 30 saniye bir süre kullanın.
zh_hans: 使用时间至少30秒.

source: Use it to sign in to ListenBrainz.
de: Verwenden Sie es, um sich bei ListenBrainz anzumelden.
es: Úsala para iniciar sesión en ListenBrainz.
fr: Utilisez-le pour vous connecter à ListenBrainz.
it: Usalo per accedere a ListenBrainz.
ja: ListenBrainz に署名するために使用します。
pl: Użyj go do zalogowania się do ListenBrainz.
pt: Use-o para entrar em ListenBrainz.
ru: Используйте его для входа в ListenBrainz.
sv: Använd den för att logga in på ListenBrainz
tr: ListenBrainz'e işaret etmek için kullanın.
zh_hans: 使用它来签名到 ListenBrainz 。

source: Use these only when you need the web step.
de: Verwenden Sie diese nur, wenn Sie den Web-Schritt benötigen.
es: Úsalos solo cuando necesites continuar en la web.
fr: Utilisez-les seulement lorsque vous avez besoin de l'étape web.
it: Usa questi solo quando hai bisogno del passaggio web.
ja: Webステップが必要なときにのみ使用してください。
pl: Użyj tego tylko wtedy, gdy potrzebujesz kroku w sieci.
pt: Use estes somente quando você precisar da etapa web.
ru: Используйте их только тогда, когда вам нужен веб-шаг.
sv: Använd endast dessa när du behöver webbsteget.
tr: Bunu sadece web adıma ihtiyacınız olduğunda kullanın.
zh_hans: 仅在您需要网页步骤时使用 。

source: User
de: Nutzer
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザー登録
pl: Użytkownik
pt: Utilizador
ru: Пользователь
sv: Användare
tr: Kullanıcı Kullanıcı
zh_hans: 用户

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザ名
pl: Nazwa użytkownika
pt: Utilizador
ru: Имя пользователя
sv: Användarnamn
zh_hans: 用户名

source: Username (optional)
de: Benutzername (optional)
es: Nombre de usuario (opcional)
fr: Nom d'utilisateur (facultatif)
it: Nome utente (opzionale)
ja: ユーザー名(オプション)
pl: Nazwa użytkownika (opcjonalnie)
pt: Utilizador (opcional)
ru: Имя пользователя (необязательно)
sv: Användarnamn (valfritt)
zh_hans: 用户名( 可选)

source: Username and password are required.
de: Benutzername und Passwort sind erforderlich.
es: Se requieren el nombre de usuario y la contraseña.
fr: Nom d'utilisateur et mot de passe sont requis.
it: Nome utente e password sono richiesti.
ja: ユーザー名とパスワードが必要です。
pl: Wymagane jest hasło i nazwa użytkownika.
pt: Nome de usuário e senha são necessários.
ru: Имя пользователя и пароль необходимы.
sv: Användarnamn och lösenord krävs.
tr: Kullanıcı adı ve şifre gereklidir.
zh_hans: 需要用户名和密码 。

source: Using macOS system proxy settings.
de: Verwenden von macOS System-Proxy-Einstellungen.
es: Usando la configuración del proxy del sistema macOS.
fr: Utilisation des paramètres proxy système macOS.
it: Utilizzando le impostazioni del proxy di sistema macOS.
ja: macOSシステムプロキシ設定を使用します。
pl: Korzystanie z ustawień proxy systemu macOS.
pt: Usando as configurações do proxy do sistema macOS.
ru: Использование настроек прокси системы macOS.
sv: Använda macOS system proxy inställningar.
tr: macOS sistemi proxy ayarlarını kullanarak.
zh_hans: 使用 macOS 系统代理设置 。

source: Validate ListenBrainz before sending recommendations
de: Validieren von ListenBrainz vor dem Senden von Empfehlungen
es: Valide ListenBrainz antes de enviar recomendaciones
fr: Valider ListenBrainz avant d'envoyer des recommandations
it: Convalida ListenBrainz prima di inviare raccomandazioni
ja: 推奨事項を送信する前に、ListenBrainz を検証
pl: Sprawdzić ListenBrainz przed wysłaniem zaleceń
pt: Validar ListenBrainz antes de enviar recomendações
ru: Проверка ListenBrainz перед отправкой рекомендаций
sv: Validera ListenBrainz innan du skickar rekommendationer
tr: Öneri göndermeden önce ListenBrainz'i doğrulama
zh_hans: 在发送建议前验证 ListenBrainz

source: Validation
de: Validierung
es: Validación
it: Validazione
ja: 検証
pl: Walidacja
pt: Validação
ru: валидация
sv: Validering
tr: Geçerlilik
zh_hans: 验证

source: Validation Source
de: Validierungsquelle
es: Origen de la validación
fr: Source de validation
it: Fonte di convalida
ja: 検証ソース
pl: Źródło walidacji
pt: Fonte de Validação
ru: Источник подтверждения
sv: Validationskälla
tr: Geçerlilik Kaynağı
zh_hans: 验证来源

source: Validation failed
de: Validierung fehlgeschlagen
es: La validación falló
fr: La validation a échoué
it: Convalida fallita
ja: 検証失敗
pl: Walidacja nieudana
pt: A validação falhou
ru: Проверка провалилась
sv: Validering misslyckades
tr: Geçerlilik başarısız oldu
zh_hans: 验证失败

source: Vault operation failed
de: Vault-Betrieb fehlgeschlagen
es: Error en la operación de la colección
fr: Défaut d'exploitation de la faille
it: Funzionamento del vaso fallito
ja: Vaultの操作は失敗しました
pl: Operacja skarbca nieudana
pt: Falha na operação do cofre
ru: Операция в хранилище провалилась
sv: Vault operation misslyckades
tr: Vault Operasyon başarısız oldu
zh_hans: 故障操作失败

source: Verify with one listen
de: Überprüfen Sie mit einem Listen
es: Verifica con una escucha
fr: Vérifiez avec une seule écoute
it: Verificare con un solo ascolto
ja: 1つのリスニングで検証
pl: Zweryfikuj jednym słuchaniem
pt: Verificar com uma escuta
ru: Проверяем с одной стороны
sv: Verifiera med en lyssna
tr: Bir dinlemekle
zh_hans: 用一个声音校验

source: Verify your compatibility credentials and try again.
de: Überprüfen Sie Ihre Kompatibilitätsdaten und versuchen Sie es erneut.
es: Verifique sus credenciales de compatibilidad e inténtelo nuevamente.
fr: Vérifiez vos identifiants de compatibilité et essayez à nouveau.
it: Verifica le credenziali di compatibilità e riprova.
ja: 互換性の資格情報を確認し、もう一度お試しください。
pl: Sprawdź swoje referencje zgodności i spróbuj ponownie.
pt: Verifique suas credenciais de compatibilidade e tente novamente.
ru: Проверьте свою совместимость и попробуйте еще раз.
sv: Kontrollera dina kompatibilitetsuppgifter och försök igen.
tr: uyumluluk bilgilerini onaylayın ve tekrar deneyin.
zh_hans: 校验您的兼容性证书并再次尝试 。

source: Vocal support
de: Stimmunterstützung
es: apoyo vocal
fr: Appui vocal
it: Supporto vocale
ja: ボーカルサポート
pl: Obsługa głosowa
pt: Apoio vocal
ru: Вокальная поддержка
sv: Röststöd
tr: Vocal desteği
zh_hans: 语音支持

source: Wait %lld seconds, then retry.
de: Warten Sie %lld Sekunden, dann versuchen Sie es erneut.
es: Espere %lld segundos y luego vuelva a intentarlo.
fr: Attendez %lld secondes, puis réessayez.
it: Attendere %lld secondi, poi riprovare.
ja: %lld秒を待ってから、再試行します。
pl: Czekaj na %lld sekundy, potem spróbuj ponownie.
pt: Espere %lld segundos, em seguida, tente novamente.
ru: Подождите %lld секунды, затем повторите.
sv: Vänta på %lld sekunder, sedan retry.
tr: %lld saniye bekleyin, sonra tekrar deneyin.
zh_hans: 等待 %lld 秒,然后重试 。
